//RADIUS17_COPYRIGHT_TEMPLATE

var c4s_lifetime=365; 
var c4s_warning_theme='green'; // red, blue, green
var c4s_warning_text='Для качественного предоставления услуг, наш сайт собирает метаданные всех зашедших пользователей: сведения о местоположении, ip-адрес, сведения об операционной системе (тип, язык, версия) и браузере (тип, язык, версия), тип устройства и разрешение экрана, источник, откуда пришел на сайт пользователь и какие страницы он открывает. На компьютере пользователя сохраняются файлы cookies. Собранная информация используется для обработки статистических данных использования сайта посредством различных интернет-сервисов: Google Analytics, Яндекс.Метрика, LiveInternet, Awstats и др. Нажимая на кнопку «###BUTTON_TEXT###», Вы подтверждаете то, что Вы проинформированы о сборе метаданных на нашем сайте и согласны с этим. Если вы не хотите, чтобы эти данные обрабатывались, то должны покинуть наш сайт. Отключить сохранение файлов cookies Вы можете в настройках браузера.';
var c4s_button_text='Я согласен';
